{{-- email-template
version: 1.0.0
language: ru
category: authentication
subcategory: verification-code
format: html
layout: standard
subject: Код подтверждения {{ config('app.name', 'FS PBX') }}
description: Код подтверждения
--}}
@extends('emails.ru.email_layout')

@section('content')
<!-- Start Content-->

<p>Здравствуйте{{ isset($attributes['name']) ? ' ' . $attributes['name'] : '' }},</p>
<p>Используйте указанный ниже код для завершения аутентификации:</p>
<p>Ваш код двухфакторной аутентификации: <b>{{ $attributes['code'] ?? '' }}</b></p>


<p>Используйте указанный выше код, чтобы войти в свою учётную запись в {{ config('app.name', 'Laravel') }}.
    Этот дополнительный шаг подтверждает, что именно вы пытаетесь войти в аккаунт.</p>


<p><b>Почему вы получили это письмо?</b></p>

<p>Эта мера безопасности применяется при включении двухфакторной аутентификации или попытке входа.
Если это были вы, используйте код для продолжения. Если вы не запрашивали код,
никаких действий не требуется: без кода доступ к вашему аккаунту остаётся защищённым.</p>

<p><b>Не запрашивали этот код?</b></p>

<p>Если вы не запрашивали этот код или подозреваете несанкционированный доступ, защитите
    свой аккаунт немедленно: смените пароль и обратитесь в нашу службу поддержки.</p>

<p>Если у вас есть вопросы, <a href="mailto:{{ $attributes["support_email"] ?? ''}}">напишите нашей службе поддержки</a>.</p>

<p>Берегите свои данные, <br>
Команда {{ config('app.name', 'Laravel') }}</p>

<p><strong>P.S.</strong> Нужна помощь с началом работы? Служба поддержки {{ config('app.name', 'Laravel') }} всегда готова помочь! Просто ответьте на это письмо.</p>

@endsection
